Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=935_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Inarinsaame vieraana kielenä
sme: Anárašgiella vieris giellan

source: piirrokset Riitta Ahonen
sme: govat Riitta Ahonen

source: Ensimmäinen inarinsaamen alkeisoppikirja perusopetuksen alaluokille johdattaa Ánnán ja Saammâlin mukana matkalle inarinsaamen kieleen ja kulttuuriin.
sme: Vuosttaš anárašgiela álgooahppogirji lea oaivvilduvvon vuođđooahpahusa vuolit luohkáide.

source: Isoäiti eli ákku asuu Pakšvuonon rannalla, jossa Ánná käy usein.
sme: Ánná ja Saammâla fárus beasat mátkái anárašgillii ja kultuvrii.

source: Isoäidin kertomusten sekä Ánnán ja Saammâlin keskustelujen kautta voi oppia inarinsaamea mielenkiintoisella tavalla.
sme: Áhkku - anárašgillii ákku - orru Pakšvuona gáttis, gos Ánná fitná dávjá.

source: Kirjan kertomusten viereen on koottu aukeaman tekstissä olevat uudet sanat, joten kirjaa ei tarvitse selata edestakaisin kieltä opiskellessa.
sme: Anárašgiela lea dál vejolaš oahppat miellagiddevaš vugiin áhku máidnasiid ja Ánná ja Saammâla ságastallamiid bokte.

source: Harjoituskirjan avulla kertaaminen on helppoa.
sme: Oahppogirjái gullá maid hárjehusgirji, man vehkiin lea álki geardduhit ohppojuvvon áššiid.

source: Lukukappaleiden lopussa on kuhunkin kertomukseen sopivia lauluja, jotka tuovat vaihtelua oppitunneille.
sme: Lohkanbihtáid loahpas leat máidnasiidda laktáseaddji lávlagat, mat buktet suohttasa oahppodiimmuide.

source: 2. painos
sme: 98 s.

source: Saamelaiskäräjät 2015
sme: Sámediggi 2015

source: (työkirja syksyyn), 68 s.
sme: (bargogirji čakčii), 68 s.

source: Saamelaiskäräjät 2014
sme: Sámediggi 2014

source: (työkirja keväälle), 88 s.
sme: (bargogirji giđđii), 88 s.

source: Kuvitus
sme: Govat

source: Tämän kirjan tarkoitus on polkaista inarinsaamen opiskelusi käyntiin !
sme: Dáinna girjjiin beasat bures johtui anárašgiela oahppamis !

source: Kirjan aiheina on arkipäiväisiä tilanteita ja niihin liittyvää keskeistä sanastoa, mutta myös kielioppia, jotta pääset alusta lähtien tutustumaan kielen rakenteeseen.
sme: Girjji sisdoaluin leat beaivválaš dilit ja dáidda gullevaš guovddáš sánit, muhto maiddái giellaoahppa, mii veahkeha du oahpásmuvvat giela ráhkadussii álggu rájes.

source: Kielâkyeimi sisältää lukioasteen inarinsaamen vieraan kielen kurssien 1-2 opetuskokonaisuudet.
sme: Kielâkyeimi sisttisdoallá logáhaga anárašgiela vieris giela kurssaid 1-2 oahppoollisvuođaid.

source: Aihepiirit ovat nykyaikaisia, mutta kietovat sisälleen vanhan inarinsaamelaisen kulttuurin.
sme: Girjji fáttát leat váldojuvvon dálá áiggis, muhto doppe gávdno maiddái diehtu boares anáraš kultuvrras.

source: Kielâkyeimi 1, tekstit
sme: (teavttat) 162 s.

source: Saamelaiskäräjät 2011
sme: Sámediggi

source: Saamelaiskäräjät 2013
sme: (hárjehusat) 143 s.

source: käännös: Iisak Mattus
sme: jorgalan: Iisak Mattus

source: kielen tarkistus: Matti Morottaja
sme: giellagáhtten: Matti Morottaja

source: kuvitus Merja Aletta Ranttila,
sme: govat Merja Aletta Ranttila,

source: kannen kuva Laila Aikio
sme: bearbmagovva Laila Aikio

source: Peruskoulun inarinsaamenkielen alkuopetuksen oppikirja, joka soveltuu parhaiten yläasteelle.
sme: Vuođđoskuvlla anárašgiela vieris giela álgooahppogirji, mii heive buoremusat badjedássái.

source: sivuja: 75 s.
sme: 75 s.

source: Saamelaiskäräjät 2010
sme: Sámediggi 2010
